"About" = "O aplikacji";
"About %@" = "O %@";
"Accessibility" = "Dostępość";
"Acknowledgments" = "Podziękowania";
"Active app" = "Aktywnych aplikacji";
"Active screen" = "Aktywny ekran";
"Active Space" = "Aktywnej przestrzeni";
"Additional controls" = "Dodatkowe elementy sterujące";
"Additional controls…" = "Dodatkowe elementy sterujące…";
"Advanced" = "Zaawansowany";
"After release" = "Po wydaniu";
"Align windows" = "Wyrównać okna";
"Align windows:" = "Wyrównaj okna:";
"All apps" = "Wszystkich aplikacji";
"All data from this form will be made public, as a ticket on github.com" = "Wszystkie dane z tej ankiety zostaną upublicznione jako kwitek na github.com";
"All screens" = "Wszystkich ekranów";
"All Spaces" = "Wszystkich przestrzeni";
"Allowed" = "Dozwolone";
"Alphabetical" = "Alfabetycznie";
"Alphabetical Order" = "Zakon alfabetyczny";
"Also select windows using:" = "Wybierz okna także za pomocą:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab nieoczekiwanie zakończył pracę. Wysłanie raportu pomoże naprawić problem";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab jest obecnie ustawiony na pokazywanie Aplikacji. To ustawienie jest dostępne tylko wtedy, gdy AltTab jest ustawiony by pokazywać Okna.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab pracuje bez pozwolenia na Nagrywanie Ekranu. Miniatury nie będą widoczne.";
"AltTab needs some permissions" = "AltTab potrzebuje niektórych uprawnień";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab pokaże, czy okno jest obecnie zminimalizowane lub w trybie pełnoekranowym za pomocą ikony statusu.";
"Always" = "Zawsze";
"Always send crash reports" = "Zawsze wysyłaj raporty crashów";
"and press" = "i naciśnij";
"and press:" = "i wciśnij:";
"Animations" = "Animacje";
"Animations…" = "Animacje…";
"App (BundleID starting with)" = "Aplikacja (początek jej BundleID)";
"App Icons" = "Ikony aplikacji";
"App is hidden" = "Aplikacja jest ukryta";
"App is running but has no open window" = "Aplikacja jest uruchomiona, ale nie ma otwartego okna";
"Apparition delay" = "Opóźnienie objawienia";
"Apparition delay:" = "Opóźnienie pojawiania się:";
"Appearance" = "Wygląd";
"Application Name" = "Nazwa aplikacji";
"Application Name - Window Title" = "Nazwa aplikacji - tytuł okna";
"Applications" = "Aplikacje";
"Are you sure you don’t want a response?" = "Jesteś pewien, że nie chcesz dostać odpowiedzi?";
"Arrow keys" = "Strzałek";
"Ask whether to send crash reports" = "Pytaj, czy wysyłać raporty crashów";
"Auto-install updates periodically" = "Instaluj aktualizacje automatycznie";
"Blacklists" = "Czarne listy";
"Cancel" = "Anuluj";
"Cancel and hide" = "Anuluj i ukryj";
"Center" = "Środek";
"Check for updates now…" = "Sprawdź aktualizacje teraz…";
"Check for updates periodically" = "Sprаwdzaj аktualizacje cyklicznie";
"Check for updates…" = "Sprawdź aktualizacje…";
"Check permissions…" = "Sprawdź uprawnienia...";
"Close window" = "Zamknij okno";
"Conflicting shortcut" = "Konflikt skrótu";
"Controls" = "Klawisze";
"Crash reports policy" = "Polityka raportów katastrofalnych";
"Crash reports policy:" = "Polityka raportów crashów:";
"Cursor follows focus" = "Podążanie kursora za wybranym oknem";
"Customize App Icons style…" = "Dostosuj styl ikon aplikacji…";
"Customize Thumbnails style…" = "Dostosuj styl miniatury…";
"Customize Titles style…" = "Dostosuj styl tytułów…";
"Dark" = "Ciemny";
"Disabled" = "Wyłączone";
"Do nothing" = "Nic nie rób";
"Don’t check for updates periodically" = "Nie sprawdzaj aktualizacji";
"Don’t send" = "Nie wysyłaj";
"Don’t show windows from these apps" = "Nie pokazuj okien z tych aplikacji";
"Done" = "Zrobione";
"End" = "Na końcu";
"Fade out animation" = "Zniknąć animację";
"Fade out animation:" = "Animacja zanikania:";
"Focus selected window" = "Skup się na wybranym oknie";
"Fullscreen window" = "Okno pełnoekranowe";
"Fullscreen windows:" = "Okna pełnoekranowe:";
"Fullscreen/Defullscreen window" = "Przełącz pełny ekran dla okna";
"General" = "Ogólne";
"Gesture" = "Gest";
"Grant permission" = "Daj pozwolenie";
"Hidden windows:" = "Ukryte okna:";
"Hide" = "Ukryj";
"Hide app badges" = "Ukryj odznaki aplikacji";
"Hide app badges:" = "Ukryj odznaki aplikacji:";
"Hide apps with no open window" = "Ukryj aplikacje bez otwartych okien";
"Hide apps with no open window:" = "Ukryj aplikacje bez otwartych okien:";
"Hide colored circles on mouse hover" = "Nie pokazuj kolorowych kółek po najechaniu myszką";
"Hide colored circles on mouse hover:" = "Nie pokazuj kolorowych kółek po najechaniu myszką:";
"Hide in %@" = "Ukryj w %@";
"Hide Space number labels" = "Ukryj etykiety numerów przestrzeni";
"Hide Space number labels:" = "Ukryj etykiety numerów przestrzeni:";
"Hide status icons" = "Ukryj ikony statusu";
"Hide status icons:" = "Ukryj ikony statusu:";
"Hide window thumbnails:" = "Ukryj miniatury okien:";
"Hide/Show app" = "Pokaż/ukryj aplikacje";
"High" = "Wysoki";
"Highest" = "Najwyższy";
"Hold" = "Przytrzymaj";
"Horizontal Swipe with Four Fingers" = "Poziome Przeciągnięcie Czterema Palcami";
"Horizontal Swipe with Three Fingers" = "Poziome Przeciągnięcie Trzema Palcami";
"I think the app could be improved with…" = "Myślę, że aplikacja może zostać ulepszona dzięki…";
"Ignore shortcuts when active" = "Ignoruj skrót gdy aktywny";
"Ignore shortcuts while a window from these apps is active" = "Ignoruj skróty podczas gdy jedna z tych aplikacji jest aktywna";
"Language" = "Język";
"Language Change" = "Zmiana języka";
"Large" = "Duży";
"Later" = "Później";
"Latest releases" = "Najnowsze wydania";
"Leading" = "Prowadzący";
"Left" = "Lewo";
"Light" = "Światło";
"Max height on screen:" = "Maksymalna wysokość na ekranie";
"Max width on screen:" = "Maksymalna szerokość na ekranie";
"Medium" = "Średni";
"Menubar icon" = "Ikona menu";
"Menubar icon:" = "Ikona w pasku menu:";
"Middle" = "Środek";
"Minimize/Deminimize window" = "Minimalizuj/Deminimalizuj okno";
"Minimized windows:" = "Zminimalizowane okna:";
"Miscellaneous" = "Rozmaite";
"Miscellaneous:" = "Różne:";
"Mouse hover" = "Najechania myszką";
"Multiple screens" = "Wiele ekranów";
"Never send crash reports" = "Nigdy nie wysyłaj raportów crashów";
"Normal" = "Normalna";
"Not allowed" = "Nie dozwolone";
"NSHumanReadableCopyright" = "Licencja GPL-3.0";
"Only if the window is fullscreen" = "Tylko jeśli okno jest pełnoekranowe";
"Open Accessibility Preferences…" = "Otwórz ustawienia dostępności…";
"Open Screen Recording Preferences…" = "Otwórz ustawienia nagrywania ekranu…";
"Open Trackpad Preferences…" = "Otwórz Ustawienia Gładzika...";
"Optional: email (if you want a reply)" = "Opcjonalne: email (jeśli chcesz odpowiedź)";
"Order windows by" = "Sortuj okna według";
"Policies" = "Polityki";
"Preferences…" = "Preferencje…";
"Preview selected window" = "Podświetlaj wybrane okno";
"Preview selected window:" = "Podświetlaj wybrane okno";
"Preview the selected window." = "Podejrzyj wybrane okno.";
"Quit" = "Wyjdź";
"Quit %@" = "Zakończ %@";
"Quit app" = "Wyjdź z aplikacji";
"Recently Created" = "Ostatnio utworzone";
"Recently Created First" = "Najpierw niedawno utworzone";
"Recently Focused" = "Ostatnio aktywne";
"Recently Focused First" = "Najpierw niedawno wybrane";
"Remember my choice" = "Pamiętaj mój wybór";
"Reset preferences and restart" = "Usuń ustawienia i zrestartuj";
"Reset preferences and restart…" = "Usuń ustawienia i zrestartuj...";
"Restart Now" = "Zrestartuj teraz";
"Rows of thumbnails:" = "Rzędy miniatur:";
"Screen including menu bar" = "Ekranie na którym znajduje się pasek menu";
"Screen including mouse" = "Ekranie na którym znajduje się mysz";
"Screen Recording" = "Nagrywanie ekranu";
"Screen showing AltTab" = "Ekranu wyświetlającego AltTab";
"Select next window" = "Przejdź do następnego okna";
"Select previous window" = "Przejdź do poprzedniego okna";
"Select windows on mouse hover" = "Wybieraj okna przy najechaniu myszką";
"Select windows using arrow keys" = "Wybieraj okna za pomocą strzałek";
"Select windows using vim keys" = "Wybieraj okna za pomocą klawiszy Vim";
"Send" = "Wyślij";
"Send a crash report?" = "Wysłać raport crasha?";
"Send anyway" = "Wyślij mimo to";
"Send debug profile (CPU, memory, etc)" = "Wyślij profil debugowania (CPU, pamięć, itp.)";
"Send feedback" = "Wyślij feedback";
"Send feedback…" = "Wyślij feedback…";
"Share improvement ideas, or report bugs" = "Podziel się pomysłami na ulepszenia lub zgłoś błąd";
"Shortcut 1" = "Skrót 1";
"Shortcut 2" = "Skrót 2";
"Shortcut 3" = "Skrót 3";
"Shortcut 4" = "Skrót 4";
"Shortcut 5" = "Skrót 5";
"Shortcut already assigned to another action: %@" = "Skrót już przypisany do innej akcji: %@";
"Shortcuts When Active" = "Skróty, gdy są aktywne";
"Shortcuts when active…" = "Skróty, gdy są aktywne…";
"Show" = "Pokaż";
"Show & Hide" = "Pokaż i ukryj";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Pokaż element w przełączniku dla każdego okna lub dla każdej aplikacji. Okna zostaną wybrane, podczas gdy aplikacje będą aktywowane.";
"Show at the end" = "Pokazuj na końcu";
"Show fullscreen windows" = "Pokaż okna na pełnym ekranie";
"Show hidden windows" = "Pokaż ukryte okna";
"Show in switcher" = "Pokaż w przełączniku";
"Show minimized windows" = "Pokaż zminimalizowane okna";
"Show on" = "Pokaż na";
"Show on:" = "Pokaż na:";
"Show standard tabs as windows" = "Pokazuj karty jako okna";
"Show standard tabs as windows:" = "Pokazuj karty jako okna:";
"Show titles" = "Pokaż tytuły";
"Show windows from applications" = "Pokaż okna z aplikacji";
"Show windows from screens" = "Pokaż okna z ekranów";
"Show windows from Spaces" = "Pokaż okna z Przestrzeni";
"Show windows from:" = "Pokazuj okna z:";
"Size" = "Rozmiar";
"Skipped" = "Pominięte";
"Small" = "Mały";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Niektóre aplikacje, takie jak Finder lub Preview, używają standardowych kart, które działają jak niezależne okna. Niektóre inne aplikacje, takie jak przeglądarki internetowe, używają niestandardowych kart, które działają w unikalne sposoby i nie są rzeczywistymi oknami. AltTab nie może ich wyświetlić osobno.";
"Source code repository" = "Repozytorium kodu źródłowego";
"Space" = "Przestrzeń";
"Space Order" = "Kolejność Przestrzeni";
"Start" = "Na początku";
"Start at login" = "Otwieraj podczas logowania";
"Start at login:" = "Uruchom przy zalogowaniu:";
"Support this project ❤️" = "Wesprzyj ten projekt ❤️";
"Swipe with Four Fingers" = "Przeciągnięcie Czterema Palcami";
"Swipe with Three Fingers" = "Przeciągnięcie Trzema Palcami";
"Switch between 3 different styles. You can customize them." = "Przełącz między 3 różnymi stylami. Możesz je dostosować.";
"System" = "System";
"System Default" = "Domyślna Wartość Systemowa";
"The application needs to restart to apply the language change." = "Aplikacja musi zostać uruchomiona ponownie, by zastosować zmianę języka.";
"Theme" = "Motyw";
"Theme:" = "Motyw:";
"Then release:" = "Po puszczeniu:";
"This permission is needed to focus windows after you release the shortcut" = "To uprawnienie jest potrzebne, aby aktywować okna po zwolnieniu skrótu";
"This permission is needed to show screenshots and titles of open windows" = "To uprawnienie jest potrzebne do wyświetlania zrzutów ekranu i tytułów otwartych okien";
"Thumbnails" = "Miniatury";
"Title" = "Tytuł";
"Title truncation" = "Obcięcie tytułu";
"Titles" = "Tytuły";
"Trigger shortcut" = "Skrót spust";
"Unassign existing shortcut and continue" = "Anuluj przypisanie istniejącego skrótu i kontynuuj";
"Updates policy" = "Zasady aktualizacji";
"Updates policy:" = "Zasady aktualizacji:";
"Use the app without this permission. Thumbnails won’t show." = "Używaj aplikacji bez tego pozwolenia. Miniatury nie będą widoczne.";
"Version" = "Wersja";
"Vertical Swipe with Four Fingers" = "Pionowe Przeciągnięcie Czterema Palcami";
"Vertical Swipe with Three Fingers" = "Pionowe Przeciągnięcie Trzema Palcami";
"View existing discussions" = "Wyświetl istniejące dyskusje";
"Vim keys" = "Klawisze Vim";
"Vim keys already assigned to other actions:\n%@" = "Klawisze Vim są już przyporządkowane to innych akcji: %@";
"Visibility" = "Widoczność";
"Visible Spaces" = "Widocznych przestrzeni";
"When fullscreen" = "W trybie pełnoekranowym";
"When no open window" = "Gdy brak otwartego okna";
"While open, press:" = "Podczas gdy otwarty, wciśnij:";
"Window app icon size:" = "Rozmiar ikony aplikacji okna:";
"Window is fullscreen" = "Okno jest pełnoekranowe";
"Window is minimized" = "Okno jest zminimalizowane";
"Window is on every Space" = "Okno jest na każdej przestrzeni";
"Window is on Space %d" = "Okno jest na przestrzeni %d";
"Window max width in row:" = "Maksymalna szerokość okna w rzędzie:";
"Window min width in row:" = "Minimalna szerokość okna w rzędzie:";
"Window order:" = "Porządek okien:";
"Window Title" = "Tytuł okna";
"Window title font size:" = "Rozmiar czcionki tytułu okna:";
"Window title truncation:" = "Obcięcie tytułu okna:";
"Windows" = "Okna";
"You can’t undo this action." = "Nie będzie można cofnąć tej operacji.";
"You didn’t write your email, thus can’t receive any response." = "Nie napisałeś swojego adresu e-mail, \ndlatego nie możesz otrzymać odpowiedzi.";
"You may need to disable some conflicting system gestures" = "Może być konieczne wyłączenie sprzecznych gestów systemowych";
